Repository: maykinmedia/django-digid-eherkenning
Catalog: digid_eherkenning/locale/*/LC_MESSAGES/django.po
Languages: nl

source: certificates
nl: certificaten

source: Manage ({count})
nl: Beheer ({count})

source: X.509 Certificate
nl: X.509 Certificaat

source: SAML configuration
nl: SAML-configuratie

source: Organization details
nl: Organisatiegegevens

source: Service details
nl: Servicegegevens

source: valid from
nl: geldig vanaf

source: expires on
nl: vervalt op

source: valid candidate?
nl: geschikt?

source: The %(service)s login from %(ip)s did not succeed or was cancelled.
nl: De %(service)s-login van %(ip)s is niet geslaagd of was geannuleerd.

source: A technical error occurred from %(ip)s during %(service)s login.
nl: Er is een technische fout opgetreden tijdens de %(service)s-login vanaf %(ip)s.

source: User %(user)s%(user_info)s from %(ip)s logged in using %(service)s
nl: Gebruiker %(user)s%(user_info)s is met %(service)s ingelogd vanaf %(ip)s.

source: (new account)
nl: (nieuw account)

source: Login failed due to no BSN being returned by DigiD.
nl: Login mislukt doordat er geen BSN is teruggegeven door DigiD.

source: Login failed due to no BSN having more then 9 digits.
nl: Login mislukt doordat er geen BSN gevonden is met 9 cijfers.

source: Login failed due to no BSN not being numerical.
nl: Login mislukt doordat er geen numeriek BSN gevonden is.

source: An error occurred in the communication with DigiD. Please try again later. If this error persists, please check the website https://www.digid.nl for the latest information.
nl: Er is een fout opgetreden in de communicatie met DigiD. Probeert u het later nogmaals. Indien deze fout blijft aanhouden, kijk dan op de website https://www.digid.nl voor de laatste informatie.

source: identity provider metadata
nl: metadata identity provider

source: The metadata file of the identity provider. This is auto populated from the configured source URL.
nl: Het bestand met metadata van de identity provider. Deze wordt automatisch opgehaald via de ingestelde metadata-URL.

source: Example value: 'https://was-preprod1.digid.nl/saml/idp/metadata'. Note that this must match the 'entityID' attribute on the 'md:EntityDescriptor' node found in the Identity Provider's metadata. This is auto populated from the configured source URL.
nl: Bijvoorbeeld: 'https://was-preprod1.digid.nl/saml/idp/metadata'. Merk op dat dit moet overeenkomen met het 'entityID'-attribuut op het 'md-EntityDescriptor'-element in de metadata van de identity provider. Dit wordt automatisch opgehaald via de ingestelde metadata-URL.

source: metadata file(XML) URL
nl: (XML) metadata-URL

source: The URL-source where the XML metadata file can be retrieved from.
nl: De URL waar het XML metadata-bestand kan gedownload worden.

source: want assertions signed
nl: onderteken assertions

source: If True, the XML assertions need to be signed, otherwise the whole response needs to be signed.
nl: Indien aangevinkt, dan moeten de XML-assertions ondertekend zijn. In het andere geval moet de hele response ondertekend zijn.

source: want assertions encrypted
nl: versleutel assertions

source: If True the XML assertions need to be encrypted.
nl: Indien aangevinkt, dan moeten de XML-assertions versleuteld zijn.

source: resolve artifact binding content type
nl: Content-Type 'resolve artifact binding'

source: 'application/soap+xml' is considered legacy and modern brokers typically expect 'text/xml'.
nl: 'application/soap+xml' wordt als 'legacy' beschouwd. Moderne brokers verwachten typisch 'text/xml'.

source: Signature algorithm. Note that DSA_SHA1 and RSA_SHA1 are deprecated, but RSA_SHA1 is still the default value in the SAMLv2 standard. Warning: there are known issues with single-logout functionality if using anything other than SHA1 due to some hardcoded algorithm.
nl: Ondertekenalgoritme. Merk op dat DSA_SHA1 en RSA_SHA1 deprecated zijn, maar RSA_SHA1 is nog steeds de default-waarde ind e SAMLv2-standaard. Opgelet: er zijn bekende problemen met de single-logoutfunctionaliteit indien je een ander algoritme dan SHA1 gebruikt (door hardcoded algoritmes).

source: base URL
nl: Basis-URL

source: Base URL of the application, without trailing slash.
nl: De basis-URL van de applicatie, zonder slash op het eind.

source: service name
nl: servicenaam

source: Name of the service you are providing.
nl: Naam van de service die je aanbiedt.

source: service description
nl: Service-omschrijving

source: A description of the service you are providing.
nl: Een beschrijving van de service die je aanbiedt.

source: technical contact: phone number
nl: technisch contactpersoon: telefoonnummer

source: Telephone number of the technical person responsible for this DigiD/eHerkenning/eIDAS setup. For it to show up in the metadata, you should also specify the email address.
nl: Telefoonnummer van de administratieve contactpersoon voor deze DigiD/eHerkenning/eIDAS-installatie. Je moet ook het e-mailadres opgeven voor dit in de metadata beschikbaar is.

source: technical contact: email
nl: technisch contactpersoon: e-mailadres

source: Email address of the technical person responsible for this DigiD/eHerkenning/eIDAS setup. For it to show up in the metadata, you should also specify the phone number.
nl: E-mailadres van de technische contactpersoon voor deze DigiD/eHerkenning/eIDAS-installatie. Je moet ook het telefoonnummer opgeven voor dit in de metadata beschikbaar is.

source: administrative contact: phone number
nl: administratieve contactpersoon: telefoonnummer

source: Telephone number of the administrative contact person responsible for this DigiD/eHerkenning/eIDAS setup. For it to show up in the metadata, you should also specify the email address.
nl: Telefoonnummer van de administratieve contactpersoon voor deze DigiD/eHerkenning/eIDAS-installatie. Je moet ook het e-mailadres opgeven voor dit in de metadata beschikbaar is.

source: administrative contact: email
nl: administratieve contactpersoon: e-mailadres

source: Email address of the administrative contact person responsible for this DigiD/eHerkenning/eIDAS setup. For it to show up in the metadata, you should also specify the phone number.
nl: E-mailadres van de administratieve contactpersoon voor deze DigiD/eHerkenning/eIDAS-installatie. Je moet ook het telefoonnummer opgeven voor dit in de metadata beschikbaar is.

source: organization URL
nl: organisatie-URL

source: URL of the organization providing the service for which DigiD/eHerkenning/eIDAS login is configured. For it to show up in the metadata, you should also specify the organization name.
nl: URL van de organisatie die de service aanbiedt waarvoor DigiD/eHerkenning/eIDAS-authenticatie ingericht is. Je moet ook de organisatienaam opgeven voor dit in de metadata beschikbaar is.

source: organization name
nl: organisatienaam

source: URL of the organization providing the service for which DigiD/eHerkenning/eIDAS login is configured. For it to show up in the metadata, you should also specify the organization URL.
nl: Naam van de organisatie die de service aanbiedt waarvoor DigiD/eHerkenning/eIDAS-authenticatie ingericht is. Je moet ook de URL opgeven voor dit in de metadata beschikbaar is.

source: Failed to parse the metadata, got error: {err}
nl: Kon de metadata niet verwerken. De fout is: {err}

source: Could not find any identity provider information in the metadata at the provided URL.
nl: Kon geen identity provider-informatie vinden in de metadata op de opgegeven URL.

source: You must prepare at least one certificate for the {verbose_name}.
nl: Je moet minstens één certificaat instellen voor de {verbose_name}.

source: config type
nl: configuratietype

source: certificate
nl: certificaat

source: Certificate that may be used by the specified configuration. The best matching candidate will automatically be selected by the configuration.
nl: Certificaat dat mogelijk gebruikt zal worden voor de geselecteerde configuratie. De best geschikte optie wordt automatisch geselecteerd op basis van geldigheid.

source: DigiD/eHerkenning certificate
nl: DigiD/eHerkenning certificaat

source: DigiD/eHerkenning certificates
nl: DigiD/eHerkenning certificaten

source: This configuration and certificate combination already exists.
nl: Dit certificaat bestaat al voor de geselecteerde configuratie.

source: (no certificate selected)
nl: (geen certificaat geselecteerd)

source: requested attributes
nl: gewenste attributen

source: A list of strings (or objects) with the requested attributes, e.g. '["bsn"]'
nl: Een lijst van strings (of objecten) met de gewenste attributen, bijvoorbeeld '["bsn"]'

source: If enabled, Single Logout is supported
nl: Single Logout is beschikbaar indien ingeschakeld

source: Digid configuration
nl: DigiD-configuratie

source: Level of Assurance (LoA) to use for the eHerkenning service.
nl: Betrouwbaarheidsniveau (LoA) voor de eHerkenningservice.

source: Attribute consuming service index for the eHerkenning service
nl: Attribute consuming service index voor de eHerkenningservice

source: A list of additional requested attributes. A single requested attribute can be a string (the name of the attribute) or an object with keys 'name' and 'required', where 'name' is a string and 'required' a boolean'.
nl: Een lijst van extra gewenste attributen. Eén enkel gewenst attribuut kan een string (de naam van het attribuut) zijn of een object met de sleutels 'name' en 'required', waarbij 'name' een string is en 'required' een boolean.

source: eHerkenning service UUID
nl: UUID eHerkenningservice

source: UUID of the eHerkenning service. Once entered into catalogues, changing the value is a manual process.
nl: UUID van de eHerkenningservice. Eenmaal dit in catalogi opgenomen is kan de waarde enkel via een handmatig proces gewijzigd worden.

source: eHerkenning service instance UUID
nl: UUID eHerkenningservice instance

source: UUID of the eHerkenning service instance. Once entered into catalogues, changing the value is a manual process.
nl: UUID van de eHerkenningservice-instantie. Eenmaal dit in catalogi opgenomen is kan de waarde enkel via een handmatig proces gewijzigd worden.

source: Level of Assurance (LoA) to use for the eIDAS service.
nl: Betrouwbaarheidsniveau (LoA) voor de eIDAS-service.

source: Attribute consuming service index for the eIDAS service
nl: Attribute consuming service index voor de eIDAS-service

source: eIDAS service UUID
nl: UUID eIDAS-service

source: UUID of the eIDAS service. Once entered into catalogues, changing the value is a manual process.
nl: UUID van de eIDAS-service. Eenmaal dit in catalogi opgenomen is kan de waarde enkel via een handmatig proces gewijzigd worden.

source: eIDAS service instance UUID
nl: UUID eIDAS-service instance

source: UUID of the eIDAS service instance. Once entered into catalogues, changing the value is a manual process.
nl: UUID van de eIDAS-service-instantie. Eenmaal dit in catalogi opgenomen is kan de waarde enkel via een handmatig proces gewijzigd worden.

source: service description (eIDAS)
nl: Service-omschrijving (eIDAS)

source: A description of the service you are providing. If left blank, the eHerkenning description is re-used.
nl: Een beschrijving van de service die je aanbiedt. Indien je dit leeg laat, dan wordt de beschrijving van de eHerkenning-service gebruikt.

source: The OIN of the company providing the service.
nl: De OIN van het bedrijf dat de service aanbiedt.

source: no eIDAS
nl: zonder eIDAS

source: If True, then the service catalogue will contain only the eHerkenning service.
nl: Indien aangevinkt, dan zal de dienstcatalogus enkel de eHerkenningservice bevatten.

source: privacy policy
nl: privacybeleid

source: The URL where the privacy policy from the organization providing the service can be found.
nl: De URL waar het privacybeleid van de service-aanbieder (organisatie) beschreven staat.

source: service description URL
nl: Service-omschrijving URL

source: The URL where the service description can be found.
nl: De URL waar de omschrijving van de dienst staat.

source: broker ID
nl: makelaar-ID

source: OIN of the broker used to set up eHerkenning/eIDAS.
nl: OIN van de makelaar waarmee eHerkenning/eIDAS ingericht is.

source: service language
nl: servicetaal

source: Metadata for eHerkenning/eidas will contain this language key
nl: eHerkenning/eIDAS-metadata zal deze taal bevatten

source: Eherkenning/eIDAS configuration
nl: eHerkenning/eIDAS-configuratie

source: Attributes to extract from claims
nl: Attributen om uit de claims te halen

source: Activation
nl: Activering

source: Common settings
nl: Algemene instellingen

source: Keycloak specific settings
nl: Keycloak-specifieke instellingen

source: Advanced settings
nl: Geavanceeerde instellingen

source: DigiD & eHerkenning via OpenID Connect
nl: DigiD & eHerkenning met OpenID Connect

source: String value
nl: Tekstuele waarde

source: Number value
nl: Numerieke waarde

source: LoA claim
nl: Betrouwbaarheidsniveau-claim

source: Name of the claim holding the level of assurance. If left empty, it is assumed there is no LOA claim and the configured fallback value will be used.
nl: Naam van de claim die het betrouwbaarheidsniveau bevat. Indien je deze leeg laat, dan wordt aangenomen dat er geen claim is en wordt de standaardwaarde gebruikt.

source: default LOA
nl: standaardbetrouwbaarheidsniveau

source: Fallback level of assurance, in case no claim value could be extracted.
nl: Standaardwaarde voor het betrouwbaarheidsniveau, voor als er geen claim beschikbaar is.

source: loa mapping
nl: LoA-vertalingen

source: Level of assurance claim value mappings. Useful if the values in the LOA claim are proprietary, so you can translate them into their standardized identifiers.
nl: Waardevertalingen voor betrouwbaarheidsniveaus. Wanneer makelaars geen standaardwaarden aanleveren kan je deze alsnog vertalen naar de standaardwaarden uit de eHerkenning standaard.

source: Name of the claim holding the authenticated user's BSN.
nl: Naam van de claim die het BSN bevat van de ingelogde gebruiker.

source: OpenID Connect configuration for DigiD
nl: OpenID Connect-configuratie voor DigiD

source: representee bsn claim
nl: BSN vertegenwoordigde-claim

source: Name of the claim holding the BSN of the represented user.
nl: Naam van de claim die het BSN bevat van de vertegenwoordigde persoon.

source: authorizee bsn claim
nl: BSN vertegenwoordiger-claim

source: Name of the claim holding the BSN of the authorized user.
nl: Naam van de claim die het BSN bevat van de vertegenwoordiger.

source: Name of the claim holding the service UUID for which the acting subject is authorized.
nl: Naam van de claim die het (UU)ID van de dienst bevat waarvoor de vertegenwoordiger gemachtigd is.

source: OpenID Connect configuration for DigiD Machtigen
nl: OpenID Connect-configuratie voor DigiD Machtigen

source: identifier type claim
nl: soort identificatie-claim

source: Claim that specifies how the legal subject claim must be interpreted. The expected claim value is one of: 'urn:etoegang:1.9:EntityConcernedID:KvKnr' or 'urn:etoegang:1.9:EntityConcernedID:RSIN'.
nl: Claim die aangeeft hoe de bedrijfsidentificatiewaarde dient geïnterpreteerd te worden. Verwachtte waarden voor deze claim zijn: 'urn:etoegang:1.9:EntityConcernedID:KvKnr' of 'urn:etoegang:1.9:EntityConcernedID:RSIN'.

source: company identifier claim
nl: bedrijfsidenticatie-claim

source: Name of the claim holding the identifier of the authenticated company.
nl: Naam van de claim die de identificatie van het ingelogde/vertegenwoordigde bedrijf bevat.

source: acting subject identifier claim
nl: identificatie handelende persoon-claim

source: Name of the claim holding the (opaque) identifier of the user representing the authenticated company..
nl: Naam van de claim die de (versleutelde) medewerkeridentificatie van het ingelogde bedrijf bevat.

source: branch number claim
nl: vestigingsnummer-claim

source: Name of the claim holding the value of the branch number for the authenticated company, if such a restriction applies.
nl: Naam van de claim die het vestigingsnummer van het ingelogde bedrijf bevat, wanneer een dergelijke beperking van toepassing is.

source: OpenID Connect configuration for eHerkenning
nl: OpenID Connect-configuratie voor eHerkenning

source: representee identifier claim
nl: identificatie vertegenwoordigde-claim

source: Name of the claim holding the BSN of the represented person.
nl: Naam van de claim die het BSN bevat van de vertegenwoordigde persoon.

source: Name of the claim holding the service ID for which the company is authorized.
nl: Naam van de claim die het ID van de dienst bevat waarvoor het bedrijf gemachtigd is.

source: Name of the claim holding the service UUID for which the company is authorized.
nl: Naam van de claim die het UUID van de dienst bevat waarvoor het bedrijf gemachtigd is.

source: OpenID Connect configuration for eHerkenning Bewindvoering
nl: OpenID Connect-configuratie voor eHerkenning Bewindvoering

source: View SAML metadata (XML)
nl: SAML metadata inzien (XML)

source: View service catalogue metadata (XML)
nl: Dienstcatalogus inzien (XML)

source: A valid OIN consists of 20 digits.
nl: Een geldig OIN moet uit 20 cijfers bestaan.

source: Expected a numerical value.
nl: De waarde moet numeriek zijn.

source: BSN should have %(size)i characters.
nl: Een BSN bestaat uit %(size)i getallen.

source: Invalid BSN.
nl: Ongeldig BSN.

source: You have cancelled logging in with DigiD.
nl: U heeft het inloggen met DigiD geannuleerd.

source: You are not authenticated with Digid
nl: U bent niet ingelogd met DigiD.

source: No RSIN returned by eHerkenning. Login to eHerkenning did not succeed.
nl: eHerkenning gaf geen RSIN terug. Het inloggen moet eHerkenning is niet gelukt.

source: Login to eHerkenning did not succeed. Please try again.
nl: eHerkenning-login mislukt. Probeer het nogmaals

source: Something went wrong while generating the metadata. Please get in touch with your technical contact person and inform them the configuration is invalid.
nl: Er ging iets fout bij het genereren van de metadata. Neem a.u.b. contact op met uw technisch contactpersoon en informeer hen dat de configuratie ongeldig is.
